Repository: srungarapugopikrishna/organisation
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: te

source: date_of_birth
te: పుట్టిన తేది

source: mobile_no
te: మొబైల్ నంబర్

source: user_name
te: వ్యక్తి పేరు

source: password
te: పాస్వర్డ్

source: User Name or Password Invalid
te: వ్యక్తి పేరు లేద పాస్వర్డ్ సరిచుసుకొండి

source: id_or_full_name
te: నంబర్ లేద పూర్తి పేరు

source: Enter Application Number Or Full Name
te: సబ్యుని నంబర్ లేద పూర్తి పేరు ఇవండి

source: No Application Records Found
te: ఇ నంబర్ లేద పుర్తి పెరు తొ ఎ రికాడ్ లేదు

source: full_name
te: పూర్తి పేరు

source: father_or_husband_name
te: తండ్రి/భర్త పేరు

source: nominee_name
te: నామిని పేరు

source: job
te: వృత్తి

source: address
te: చిరునామ

source: loan_amount
te: ఋణము తీసుకున్న రూ|| లు

source: installment_amount
te: కిస్తీ

source: number_of_emi
te: నిర్ణ ఇంచిన కిస్తీ

source: rate_of_intrest
te: వడ్డి రేటు

source: special_loan_amount
te: స్పెషల్ అప్పు

source: special_rate_of_intrest
te: స్పెషల్ వడ్డి రేటు

source: special_intrest_amount
te: స్పెషల్ అప్పు పై మిత్తి

source: No Application with this Number
te: ఇ నంబర్ తొ ఎ రికాడ్ లేదు

source: No Application with this Name
te: ఇ పేరు తొ ఎ రికాడ్ లేదు

source: Submit
te: సబ్మిట్

source: Bill Search
te: బిల్ వెతుకు

source: New Application
te: కొత్త అప్లికేషన్

source: User Search
te: సబ్యుడిని వెతుకు

source: Bill Pay
te: బిల్ కట్టు

source: Logout
te: లాగ్అవుట్

source: App-Id
te: సబ్యుడిని.నెం

source: Full-Name
te: పూర్తి పేరు

source: Date
te: తేది

source: Share Amount
te: షేర్సు

source: Loan Amount
te: ఋణము తీసుకున్న రూ|| లు

source: Emi Amount
te: కిస్తీ

source: Balance Amount
te: చెల్లించవలసిన ఋణము రూ|| లు

source: total_emi_no
te: నిర్ణఇంచిన కిస్తీలు

source: Emi.No
te: చెల్లించిన కిస్తీలు

source: Rate Of Intrest
te: వడ్డి రేటు

source: Intrest Amount
te: అప్పు పై మిత్తి

source: Total
te: మొత్తము రూ|| లు

source: Print
te: ప్రింట్

source: Edit Bill
te: బిల్ మార్పు

source: Your Application is saved and your id
te: మీ అప్లికేషన్ ని స్వికరించాము దన్యవాదము

source: Sign Out
te: లాగ్అవుట్
